tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "nicoverbruggen/cask"
tap "powershell/tap"
tap "stripe/stripe-cli"
tap "stripe/stripe-mock"

brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "bison"
brew "chezmoi"
brew "chruby"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ffmpeg"
brew "gdbm"
brew "gh"
brew "gifsicle"
brew "git"
brew "go"
brew "grep"
brew "homebank"
brew "httpie"
brew "imagemagick"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jpegoptim"
brew "jq"
brew "libffi"
brew "libfido2"
brew "mackup"
brew "mas"
brew "meilisearch"
brew "mysql"
brew "ninja"
brew "ollama"
brew "openvino"
brew "optipng"
brew "pandoc"
brew "php"
brew "pngquant"
brew "portaudio"
brew "powershell"
brew "py3cairo"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "ruby-install"
brew "scipy"
brew "stripe/stripe-cli/stripe"
brew "stripe/stripe-mock/stripe-mock"
brew "subversion"
brew "svgo"
brew "typst"
brew "watchman"
brew "wget"
brew "yarn"
brew "yt-dlp"

cask "1password"
cask "1password-cli"
cask "caffeine"
cask "dbngin"
cask "figma"
cask "firefox"
cask "font-lato"
cask "font-open-sans"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "git-credential-manager"
cask "google-chrome"
cask "helo"
cask "herd"
cask "imageoptim"
cask "insomnia"
cask "mactex-no-gui"
cask "pastebot"
cask "qlmarkdown"
cask "quicklook-json"
cask "readdle-spark"
cask "screenflow"
cask "slack"
cask "tableplus"
cask "the-unarchiver"
cask "transmit"
cask "tunnelbear"
cask "tuple"
cask "zoom"
cask "zwift"
mas "installed apps found", id: No
